Repository: OpenWebconcept/plugin-datainmap
Catalog: plugins/gh-datainmap/languages/gh-datainmap-*.po
Languages: nl_nl

source: Data In Map is a plugin for displaying maps.
nl_nl: Data In Map is een plugin voor het weergeven van kaarten.

source: Location Types
nl_nl: Locatie Types

source: Location Properties
nl_nl: Locatie Eigenschappen

source: Settings
nl_nl: Instellingen

source: Manual
nl_nl: Uitleg

source: Location info
nl_nl: Locatie info

source: Layer info
nl_nl: Laag info

source: Locations
nl_nl: Locaties

source: Location
nl_nl: Locatie

source: Parent Locations
nl_nl: Bovenliggende Locaties

source: All Locations
nl_nl: Alle Locaties

source: View Location
nl_nl: Bekijk Locatie

source: Add New Location
nl_nl: Nieuwe Locatie Toevoegen

source: Add New
nl_nl: Nieuwe Toevoegen

source: Edit Location
nl_nl: Wijzig Locatie

source: Update Location
nl_nl: Update Locatie

source: Search Locations
nl_nl: Zoek Locaties

source: Not Found
nl_nl: Niet Gevonden

source: Not found in Trash
nl_nl: Niet gevonden in Prullenbak

source: Layers
nl_nl: Lagen

source: Layer
nl_nl: Laag

source: Parent Layers
nl_nl: Bovenliggende Laag

source: All Layers
nl_nl: Alle Lagen

source: View Layer
nl_nl: Bekijk Laag

source: Add New Layer
nl_nl: Nieuwe Laag Toevoegen

source: Edit Layer
nl_nl: Wijzig Laag

source: Update Layer
nl_nl: Update Laag

source: Search Layers
nl_nl: Zoek Lagen

source: Loading...
nl_nl: Laden...

source: Image
nl_nl: Afbeelding

source: Add Image
nl_nl: Afbeelding Toevoegen

source: Remove Image
nl_nl: Afbeelding Verwijderen

source: Location Type
nl_nl: Locatie Type

source: Search Location Types
nl_nl: Zoek Locatie Types

source: All Location Types
nl_nl: Alle Locatie Types

source: Parent Location Type
nl_nl: Bovenliggende Locatie Type

source: Parent Location Type:
nl_nl: Bovenliggende Locatie Type:

source: Edit Location Type
nl_nl: Wijzig Locatie Type

source: Update Location Type
nl_nl: Update Locatie Type

source: Add New Location Type
nl_nl: Nieuwe Locatie Type Toevoegen

source: New Location Type Name
nl_nl: Nieuwe Locatie Type Naam

source: Location Property
nl_nl: Locatie Eigenschap

source: Search Location Properties
nl_nl: Zoek Locatie Eigenschappen

source: All Location Properties
nl_nl: Alle Locatie Eigenschappen

source: Parent Location Property
nl_nl: Bovenliggende Locatie Eigenschap

source: Parent Location Property:
nl_nl: Bovenliggende Locatie Eigenschap:

source: Edit Location Property
nl_nl: Wijzig Locatie Eigenschap

source: Update Location Property
nl_nl: Update Locatie Eigenschap

source: Add New Location Property
nl_nl: Nieuwe Locatie Eigenschap Toevoegen

source: New Location Property Name
nl_nl: Nieuwe Locatie Eigenschap Naam

source: Display locations as a cluster
nl_nl: Weergeef locaties als een cluster

source: Cluster distance
nl_nl: Cluster afstand

source: Minimum distance in pixels between clusters.
nl_nl: Minimale afstand in pixels tussen clusters.

source: Description
nl_nl: Omschrijving

source: Configuration
nl_nl: Configuratie

source: Changelog
nl_nl: Updates

source: URL to the dataset.
nl_nl: URL naar de dataset.

source: Layer name
nl_nl: Laag naam

source: The name of the layer to display.
nl_nl: De naam van de weer te geven laag.

source: Layer opacity
nl_nl: Laag transparantie

source: Layer opacity, between 0 and 1.
nl_nl: Laag transparantie, een getal tussen 0 en 1.

source: E.g. EPSG:3857
nl_nl: Bijv. EPSG:3857

source: E.g. geoserver
nl_nl: Bijv. geoserver

source: E.g. anonymous
nl_nl: Bijv. anonymous

source: KML Style
nl_nl: KML Stijl

source: Yes, ignore provided KML styles
nl_nl: Ja, negeer de meegeleverde KML stijlen

source: This disables KML styling.
nl_nl: Dit schakelt KML stijlen uit.

source: Redirect
nl_nl: Doorverwijzing

source: Redirect URL
nl_nl: Doorverwijs URL

source: The URL to redirect the user to after clicking on this location.
nl_nl: De URL waar de gebruiker naar toe moet worden doorverwezen bij het aanklikken van deze locatie.

source: Alternative title
nl_nl: Alternatieve titel

source: Yes, use title from post
nl_nl: Ja, gebruik titel van bericht

source: If the alternative title is enabled the modal title will default to the post title. If you want to change it you can override it here.
nl_nl: Als alternatieve titel is ingeschakeld dan wordt de titel van het bericht gebruikt in de pop-up. Wil je deze aanpassen zonder de berichttitel te wijzigen, dan kan dat hier.

source: Point
nl_nl: Punt

source: LineString
nl_nl: Lijn

source: Polygon
nl_nl: Polygoon

source: Circle
nl_nl: Cirkel

source: Coordinate
nl_nl: Coordinaat

source: Line color
nl_nl: Lijnkleur

source: Line width
nl_nl: Lijndikte

source: Fill color
nl_nl: Vulkleur

source: Default style
nl_nl: Standaard stijl

source: Yes, include default stylesheet
nl_nl: Ja, laad standaard stylesheet in

source: This will include the default styling. Disable to use your own styling.
nl_nl: Dit laadt het standaard stylesheet in. Schakel uit om je eigen opmaak te gebruiken.

source: Landmark style: radius
nl_nl: Landmark stijl: radius

source: Landmark style: text font
nl_nl: Landmark stijl: tekst font

source: Landmark style: text scale
nl_nl: Landmark stijl: tekst schaal

source: Landmark style: text baseline
nl_nl: Landmark stijl: tekst baseline

source: Landmark style: stroke color
nl_nl: Landmark stijl: lijnkleur

source: Landmark style: fill color
nl_nl: Landmark stijl: vulkleur

source: Landmark style: text color
nl_nl: Landmark stijl: tekstkleur

source: Cluster landmark style: stroke color
nl_nl: Cluster landmark stijl: lijnkleur

source: Cluster landmark style: fill color
nl_nl: Cluster landmark stijl: vulkleur

source: Cluster landmark style: text color
nl_nl: Cluster landmark stijl: tekstkleur

source: Map center to
nl_nl: Centreer kaart op

source: Please specify a default map projection to make use of the location picker
nl_nl: Stel eerst een standaard kaart projectie in om gebruik te kunnen maken van een kaart om een locatie te selecteren

source: Initial zoom
nl_nl: Standaard zoomniveau

source: Min zoom
nl_nl: Minimum zoomniveau

source: Max zoom
nl_nl: Maximum zoomniveau

source: Map projection
nl_nl: Kaart projectie

source: The projection to use for the map. Defaults to EPSG:3857.
nl_nl: De te gebruiken projectie voor de kaart. Standaard EPSG:3857.

source: Search coordinate system
nl_nl: Coördinaten systeem zoekfunctie

source: Decide which coordinates to use from search result.
nl_nl: Bepaal welk coördinatensysteem gebruikt moet worden voor de zoekresultaten. Deze dient overeen te komen met de Kaart Projectie.

source: Filter search by township
nl_nl: Filter zoekresultaten op gemeente

source: Optinally provide a township code to limit search results to your township
nl_nl: Geef de gemeentecode op om de zoekresultaten te beperken tot enkel resultaten binnen de gemeente

source: Lookup township codes
nl_nl: Gemeentecode opvragen

source: Filter description
nl_nl: Filter omschrijving

source: Optinally provide a default description to be shown when a user opens the filter menu.
nl_nl: Optioneel: een standaard omschrijvende tekst die gebruikt wordt in het filter venster.

source: Additional projections (proj4)
nl_nl: Aanvullende projecties (proj4)

source: Add extra projections for proj4. Format using CSV (column 1 is projection identifier, column 2 is the projection for proj4).
nl_nl: Voeg extra projecties toe voor proj4. Verwachte formaat is CSV (kolom 1 is de projectienaam, kolom 2 is de projectie voor proj4).

source: Lookup projections (proj4)
nl_nl: Projecties opzoeken (proj4)
